"GenericOK" = "好";"ReplaceTitle" = "確認取代";"ReplaceOK" = "取代";"ReplaceCancel" = "取消";"ConfirmReplace" = "此位置已有名稱為 \"%@\" 的 widget。您是否要加以取代？";"UpdateCheck" = "檢查更新的項目⋯";"UpdateYes" = "新版本的 Amnesty Generator 已可下載。";"UpdateNo" = "您的 Amnesty Generator 版本已是最新。目前無須進行更新。";"UpdateDownload" = "前往下載頁面";